Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Come on, we are not living in an absolute monarchy.
ko: http://t.

source: The media who voluntarily caved to this are quite problematic.
ko: co/jtB4xStK9t 절대왕정 시대도 아니고 알아서 기는 언론도 문제네요.

source: What is funnier than Park’s fall?
ko: — 백찬홍 (@mindgood) November 7, 2013

source: It is hilarious that the presidential house blocked press from reporting on this and that the press accepted such request.
ko: 바뀐애가 꽈당한게 우스운거보다 그걸 통제한 청와대 그리고 그걸 받아들인 언론사가 더 우스운거다.

source: But they didn't explain what was her speech about: Local media have showered the president with positive coverage that she got a standing ovation by speaking in French.
ko: — 네모속에 세상보기 (@photo_jjang) November 7, 2013

source: Similar comments lamented:
ko: 기립박수의 진짜 이유

source: @ksi0601 What Hollande wanted was the market It is so obvious why they gave a standing ovation to Park Geun-hye’s speech.
ko: 많은 언론들이 박근혜의 프랑스 방문때 박근혜가 불어로 연설을 했고 기립박수를 받았다고 보도했다.

source: But there was no Korean media who reported this fact.
ko: 그러나 언론들은 박근혜가 연설한 내용이 무엇이었는지는 설명하지 않았다:

source: Korean media unanimously praised Park’s visit to France and UK, however Koreans living in those countries said their media don't even report much, except the fact that she is a dictator’s daughter and the Korean spy agency’s interference in the presidential election.
ko: 박통이 프랑스에서 프랑스어로 연설하여 호평을 받았다는 국내언론들의 민망한 칭찬릴레이에 빠진 내용이 있으니 연설에서 가장 큰 박수를 받은 대목이 "외국기업에게 (한국) 공공시장을 개방할 예정이다.

source: Shame on you — you journalists and tabloids who don't even feel shame.
ko: " — 평생어린왕자 (@romanticbabo) November 5, 2013

source: Threatening Korean protesters in Paris
ko: 개탄하는 비슷한 글들:

source: During Park's visits to France and the UK, Koreans living in those countries held candlelight vigils denouncing the state spy agency's meddling in the latest presidential election — an election that made Park the president today:
ko: 박근혜 프랑스 영국 방문 소식을 타전하는 국내 언론은 찬양 일색이지만 정작 해당 국가 언론들은 국가기관 대선개입과 독재자 딸인 보도 외에는 이렇다할 보도가 없다는 현지 교민들 소식이다.

source: Right now, Koreans living in the UK, holding signs, are holding a candlelight vigil.
ko: 낯 부끄럽기 짝이 없는 기자와 찌라시들 부끄럽지도 않느냐?

source: We are now in London.
ko: — 무지개 승리!

source: Today in London, a candlelight event was held to welcome President Park.
ko: 박근혜가 프랑스와 영국을 순방하는 동안, 두 국가에 거주하는 한인들은 오늘의 대통령 박근혜를 만들었던 작년 대선에 개입한 국정원을 규탄하는 촛불 시위를 벌였다:

source: However, ruling party lawmaker Kim Jin-Tae, who accompanied Park on her European tour, posted a threatening message on his Facebook page , saying "Paris protesters will pay for this", suggesting that the protesters are from the leftist party, and adding that "anyone whose blood didn't boil upon seeing those protesters must not be a Korean".
ko: “파리에서 대선 부정 시위한 사람들, 그 대가를 톡톡히 치르게 하겠다”는 조폭 김진태가 큰일했군요.

source: Enraged by this insult, the protesters demanded that Kim apologize . Net users chimed in: That thug Kim Jin-Tae made quite a scene by saying "those people who protested in Paris against the election fraud, I will made them pay".
ko: 프랑스 언론에 "한국은 민주주의가 아주 잘 작동되는 나라"라고 말한 박근혜를 단숨에 거짓말쟁이로 만들었습니다.

source: By saying so, he has instantly made Park — who publicly said that "democracy runs smoothly in South Korea" — a liar.
ko: http://t. co/roqxfnSU6w — 샤우트 #바보가꿈꾸는세상 (@187Centi) November 8, 2013

source: Thanks to Saenuri’s politician Kim Jin-Tae, more people are learning about the Paris protests, which were held during Park’s visit to Paris.
ko: 새누리 김진태 의원 덕에 국내 언론이 보도 안해서 잘 모르던, 대통령의 프랑스 방문시 있었던 <파리 시위>가 널리 알려지고 있다.

source: These protests have been rarely reported by Korean media.
ko: — 딴지아빠 (@ddanziabba) November 8, 2013

source: Photos of Mass Candlelight Rallies in South Korea · Global Voices
ko: 한국: 대규모 촛불집회 (사진)

source: By holding candlelight rallies across the country, frustrated South Koreans have voiced flooding concerns over current political developments and series of scandals, including the snowballing election manipulation allegations. @Emfla505 tweeted this stunning photo of protest in Seoul (below) and WikiTree.com site gathered more photos of rallies on December 19.
ko: 전국에서 촛불집회를 개최함으로써, 좌절한 대한민국 국민들은 눈덩이처럼 불어나는 선거 조작 의혹을 포함한 현재의 정치적 전개 상황과 일련의 추문들에 대해 넘쳐나는 우려를 표출해왔다. @Emfla505가 이 서울의 촛불집회 모습을 담은 이 멋진 사진을 트윗했고 위키트리. com 사이트는 12월 19일 촛불집회를 담은 더 많은 사진들을 모아놓았다.

source: Today at Seoul City Hall Plaza!
ko: 오늘 서울시청 광장입니다!

source: After Korean Confederation of Trade Unions' flags have all retreated, only citizens' candlelight were left as you can see from the photo.
ko: 민노총의 깃발이 빠져 나가고 난뒤 순수한 시민촛불의 사진입니다!

source: I strongly believe that these citizens with candlelight will change the derailed history of Republic of Korea.
ko: 촛불시민이 대한민국의 잘못된 역사를 바꿀거라 확신합니다! pic.

source: PHOTOS: Protesting South Korea's Election Manipulation in New York, Paris, London · Global Voices
ko: 한국: 뉴욕, 파리, 런던에서 열린 선거 조작 시위 (사진)

source: South Koreans living abroad have held candlelight vigils in New York, Paris, London and Berlin throughout this week, condemning the manipulation of public opinion by South Korean government agencies leading up to the latest presidential election.
ko: 가장 최근의 대통령 선거를 앞두고 대한민국 정부기관들이 벌인 여론 조작을 비난하며, 이번주 내내 뉴욕, 파리, 런던 그리고 베를린에서 한국의 해외동포들이 촛불집회를 열었다.

source: More protests are planned in various major cities around the world next week.
ko: 다음주에 전 세계의 다른 주요 도시들에서 더 많은 시위가 계획되어 있다.

source: Follow @OverseasCandle for updates.
ko: 최근 소식을 원하면 @OverseasCandle을 팔로우해 주길.

source: South Koreans' protest in New York City on the night of December 20:
ko: 12월 20일 밤 뉴욕시에서 해외동포들의 시위:

source: Please support us! This is the scene of the overseas candlelight vigil in New York City.
ko: 파리, 베를린에 이어 #해외촛불 맨하탄으로 건너갔습니다!

source: Such a touching moment!
ko: 100명 모였답니다!

source: A candlelight rally in Paris, France on December 20:
ko: 많은 응원 부탁드려요!

source: This is a photo of overseas candlelight rally in Paris.
ko: pic.

source: I am uploading a picture of the Paris candlelight rally here. Please specify it as 'Paris candlelight rally by citizens' when you share it. A protest in London on December 21:
ko: com/A5Iicyc2Os — 해외촛불 (@OverseasCandle) December 20, 2013

source: This is the photo of London's protest which was held under the slogan of 'We Want Our Democracy Back'.
ko: '우리는 민주주의로 돌아가길 원한다' 런던에서 보내온 따끈따끈한 집회 사진이에요.

source: People's raincoats and umbrellas show the weather here in London.
ko: 우비와 우산이 현재 그곳 날씨를 말해주고 있습니다.

source: We, who 'are not fine' , have gathered on this rainy and windy day. What has made us 'not okay'?
ko: RT "@Jeunesses #해외촛불 #런던 pic.

source: The answer is in the photo.
ko: twitter.

source: PHOTOS: Brutal Crackdown by 4,000 South Korean Police is Epic Failure · Global Voices
ko: 한국: 사진: 4,000명 한국 경찰의 잔인한 진압은 최고의 실패작이다.

source: On 22 December 2013, over 4,000 South Korean riot police stormed the headquarter of the nation's second largest trade union center- an unprecedented event in the country's post-dictatorship history which shows how determined the current regime is in clamping down on labor and democratic organizations.
ko: 2013년 12월 22일 4,000 명 이상의 한국 진압경찰들이 한국에서 두번째로 큰 노조 본부로 난입했다 - 한국의 독재시절 이후에는 선례가 없었던 이 사건은 현 정권이 노동 단체와 민주 단체들을 탄압하는 데에 얼마나 강한 의지가 있는지를 보여준다.

source: Now the Dec 22 police crackdown is already being remembered as an 'epic failure ', generating considerable mockery online.
ko: 지금 12월 22일 경찰의 진압은 이미 '최고의 실패작'으로 기억되고 있으며, 온라인에서도 상당히 조롱을 받고 있다.

source: It was not only the sheer scale of the crackdown which surprised people, but also these three facts that further enraged the already furious South Korean net users: the police break-in was done without search warrant ; a progressive newspaper building's facilities have been damaged along the way; and police obstructed a peaceful protest that citizens held in support of these union workers.
ko: 사람들을 놀라게 한 이 진압의 규모뿐만 아니라, 다음의 세 가지 사실이 이미 분노한 한국의 네티즌들을 더욱 격분하게 했다: 경찰의 난입이 수색영장 없이 이루어졌다; 도중에 진보 신문사 시설이 피해를 입었다; 그리고 경찰은 시민들이 노조원들을 지지하기 위해 벌인 평화로운 시위를 방해했다.

source: Despite making a scene such as the photos below show, police have failed to capture their targets who are accused of leading the latest rail workers' protests and were thought to be hiding in the building.
ko: 아래 사진에서 보는 바와 같이, 그 난리를 떨었음에도 불구하고, 경찰은 건물에 숨어 있을 것으로 예상했던, 최근 철도 노도원들의 시위를 주도한 혐의를 받고 있는 사람들을 체포하는데 실패했다.

source: Here are tweets shared widely by Korean net users: The current regime dispatched several thousand police to capture a handful of labor workers.
ko: 다음은 한국 네티즌들에 의해 광범위하게 공유된 트윗들이다:

source: It shows how desperate and fearful they are about the current situation.
ko: 현 정권이 노동자 몇 명을 잡기 위해 수천명의 경찰병력을 동원한 것을 보니 지간히 급하고 현 상황이 두려운 것 같군요.

source: It is just a year since they grabbed power, but what we see now are the typical symptoms of a lame-duck regime.
ko: 집권 1년만에 벌써 말기 증상을 보이고 있습니다.

source: You journalists need to know this.
ko: twitter.

source: This building happens to be also a place shared by the Kyunghyang Newspaper .
ko: 기자분들을 알아야 합니다] 이 곳은 경향신문사 건물입니다.

source: Although we are thankful to you guys for covering this news, please document the fact that this building is where your fellow journalists stay.
ko: 춰재와 촬영은 고맙지만, 지금 경찰이 짓밟고 있는 이 곳이 여러분들의 동료가 있는 신문사 건물이란 사실을기록해주십시오.

source: And protest with us! 1.
ko: 그리고 항의해주십시오!

source: But they were not there to begin with.
ko: pic.

source: This is a proclamation of war against the people.
ko: 그러면서 허가된 집회를 방해한 상태.

source: Once tweets of police's violent clampdown went viral online, many citizens in the city joined to fight with these struggling labor union workers. @sinbi2010 reported that over 20,000 citizens gathered voluntarily within few hours and clashed with police.
ko: " 국민에 대한 선전포고 — 몸치장군 (@7l_o) December 22, 2013 경찰의 폭력적인 진압에 관한 트윗들이 온라인에서 퍼지면서, 서울의 많은 시민들이 분투하는 노조원들과 같이 싸우기 위해 합류했다.

source: Now they are chanting 'Go away you violent police' and confronting them.
ko: 아래 사진들은 그날 뒤이어 있었던 경찰과 시민의 충돌 사진이다.

source: Police now face legal issues ahead as civic groups and human rights lawyers are preparing for a package of lawsuits.
ko: 경찰은 민주노총 압수수색 영장이 없습니다.

source: Police had no search warrant for the Korean Confederation of Trade Unions (KCTU).
ko: 체포영장만으로는 잠긴문을 뜯고 들어갈 수 없습니다.

source: An arrest warrant is not legally sufficient for them to break into a place after tearing down locked doors.
ko: 더구나 법률상 제3자인 민주노총과 경향신문사의 시설물을 부수고 들어간 건 주거침입에 해당하는 중죄입니다.

source: Moreover, legally speaking, the fact that police broke into the building shared by KCTU and the Kyunghyang newspaper by destroying their facilities, constitutes a felony of home invasion.
ko: twitter. com/IPZhKcpvMB — 김형석 (@songbag) December 22, 2013

source: PHOTOS: 100,000 South Koreans Protest Election Scandal, Labor Clampdown · Global Voices
ko: 한국: 선거 스캔들과 노조탄압에 대해 시위하는 십만 한국인들 사진

source: A series of different protests as well as a mass strike organized by labor groups rocked South Korea on December 28, 2013.
ko: 2013년 12월 28일 여러 다른 시위들과 노조 그룹들에 의한 대규모 파업이 한국을 떠들썩하게 했다.

source: From noon till late at night, about 100,000 citizens and labor workers angrily demonstrated against the current government's election manipulation scandal and clampdowns on labor groups as well as moves toward privatization of the nation's railway system, though the administration denies such claims.
ko: 정오에서 밤 늦게까지 약 십만명의 시민들과 노동자들이 현 정부의 선거조작과 노조 탄압, 그리고 국영 철도 시스템의 민영화 -행정당국은 계속 부정하고 있지만-에 맞서 분노에 찬 시위를 벌였다.

source: Some observers are calling the outbreak of demonstrations proof that public anger has nearly "reached its boiling point" . Although it failed to reach its goal of one million participants, more than 100,000 were reported to be present till late afternoon. Although police estimate the total number barely reached 20,000, some disputed the number by pointing out that 13,000 riot police were mobilized for the event.
ko: 이번 시위는 대중의 분노가 "거의 임계점까지 끓어오른 것"을 보여준다고 관찰자들은 말한다.

source: One image making the rounds online purportedly of the strike turned out to actually be from 2010. Nevertheless, plenty of dramatic photos showing the scale of the main protest in Seoul Plaza circulated the web:
ko: 비록 원래의 목표였던 백만 참가자를 달성하지는 못했지만 오후 늦게까지 십만 명 이상이 함께했다고 알려진다.

source: These citizens were not able to enter the plaza as a wall of police bus blocked their way. So instead, the plaza's surrounding roads were fully packed with these people.
ko: 경찰 추산으로는 이만 명이라고 하지만, 몇몇 사람들은 1만 3천 명의 진압 경찰이 시위에 동원된 것을 지적하면서 이 숫자가 옳지 않다고 말한다.

source: It is hard to guess the real scale of the protest against railway privatization by merely looking at photos.
ko: 온라인 상에 유포된 파업 사진으로 보였던 사진은 실제로는 2010년의 사진이었다.

source: But I will post these three photos, which show protesters who are "in" the Plaza.
ko: 하지만 서울광장의 주요 시위의 규모를 보여주는 드라마틱한 사진이 수 없이 인터넷 상에 돌았다:

source: Please take into account that these are only 70 percent of the total participants. Seoul Plaza is already fully packed.
ko: 잘 안 보이시겠지만 철도민영화 반대 위해 모인 서울광장 안 전체 인파를 사진 3장으로 연결해 보여 드리겠습니다.

source: Though labor unions overwhelmingly counted the largest participation, various non-labor groups also hosted minor protests today, including students, lawyers, media workers and a particularly unique group, the newly launched KOCA (Korean Online Communities Alliance) , an association of the nation's major online community sites.
ko: 전체 참가 인원의 30%가 빠진 상태임을 감안 하고 봐주시길 바랍니다 pic.

source: Flash mobs (at 3 p.m.)
ko: twitter.

source: Here is a video of a flash mob which took place near the Yonsei University in Seoul:
ko: com/l2GKDMShe6 — 미디어몽구 (@mediamongu) December 28, 2013

source: Civil rights lawyers' protest (from 2 p.m. to 3 p.m.)
ko: '법정에서 거리로!

source: Civil rights lawyers held a protest at 2 p.m. at Bosingak Bell Pavilion, and around 3 p.m. they marched towards the Seoul Plaza.
ko: ' '정의를 이기는 불의는 없다' 변호사들마저 민주주의를 외치기 위해 보신각에 모여들고 있습니다.

source: Under the slogan of "From the courtroom to the streets" and "There is no injustice that wins the justice", these lawyers are gathering at Bosingak to call for democracy.
ko: 민주주의 추락과 상식의 요구가 여기까지 왔습니다 pic.

source: This shows how far our democracy and common sense have fallen.
ko: com/GJ43cqpHcg — 미디어몽구 (@mediamongu) December 28, 2013

source: Mass strike by labor groups (from 3 p.m. to 4 p.m.)
ko: 노동 단체들의 대규모 파업 (오후 3시부터 4시)

source: Before joined by other groups, labor unions held a fierce demonstration at Seoul Plaza against the government's decision to crack down on fired railway workers and labor leaders. I give them a round of applause for their strong alliance - many groups, even KLUC have joined, calling out "We will protect our railway system by having a general strike by Korean Confederation of Trade Unions."
ko: 다른 그룹들이 합류하기 이전, 노조들이 서울 광장에서 해고 철도 노종자와 노동계 지도자들을 엄중 단속하기로한 정부의 결정에 대해 격렬한 시위를 벌였다.

source: South Korean Military Bans 'Arirang', Country's Iconic and Beloved Song · Global Voices
ko: 한국: 한국 국방부, 한국의 상징이며 애창곡인 '아리랑'을 금지곡으로 만들다

source: South Korean Election Scandal Brings Three Religions Together · Global Voices
ko: 한국: 선거 스캔들이 세 종교를 결속시키다

source: Opposition against the current administration's election manipulation scandal grows stronger every day, even enough to inspire conservative Protestant Christian groups to join the protest movement following the trails of Catholic leaders and Buddhist monks.
ko: 현 정부의 선거 조작 스캔들에 대한 반대가 가톨릭교 지도자들과 불교 승려들의 선례를 따라 보수적인 개신교 단체들마저 저항 운동에 동참하도록 고무시킬 만큼 매일 거세지고 있다.

source: On Christmas, this rare scene took place: in front of a Christmas tree which stood in the Jogye Buddhist temple, leaders from different religious groups held a joint prayer meeting/service lamenting the current political situation and denouncing the government bodies' systemic interference on the latest presidential election.
ko: 크리스마스날 조계사 앞에 세워진 크리스마스 트리 앞에서 드물게 보는 장면이 벌어졌는데, 이는 서로 다른 종교 단체들에서 온 지도자들이 현 정치 상황을 개탄하고 정부 기관이 최근 대통령 선거에 조직적 개입한 것을 비난하는 공동 기도 모임 혹은 예배를 개최한 것이었다.

source: South Korean net users in major online venues shared this running joke; President Park has achieved something that no other previous heads of the state were able to pull off- the 'grand slam of unifying the three major religions' (of South Korea) for a shared purpose.
ko: 한국 주요 온라인 매체의 인터넷 사용자들은 이러한 농담을 공유했다: 박근혜 대통령은 한국의 전직 대통령들은 성사시키지 못했던 것을 달성했는데, 이는 하나의 목적을 위해 (대한민국) '세 개의 주요 종교들을 통합시키는 일에 대성공을 거두었다'는 것이다.

source: In front of a Christmas tree, at the Jogye temple where the Buddha('s statues/relics) are kept, held a joint religious service demanding the government to halt clampdowns on railway workers and labor groups.
ko: com/M3gafYIHXJ — 언론이 살아야 나라가 산다.

source: This truly is a scene of 'grand unification'.
ko: (나친노) (@answer1219) December 25, 2013

source: South Korean Authorities Discredit Dissenting Voices as 'Not-Real' News · Global Voices
ko: 한국: 정부당국 비판의 소리를 '유사'보도로 규정

source: Who gets to decide what is real news or not?
ko: 진짜 보도냐 유사보도냐를 누가 정하는가?

source: It seems the South Korean government thinks they have enough authority to do so.
ko: 한국 정부는 자신들에게 그럴 권한이 있다고 여기는 듯 하다.

source: The country's media regulation authorities have discredited several news programs, calling them "not real news".
ko: 한국 언론규제 당국은 최근 몇몇 보도 프로그램을 "유사보도"라 부르며 이들을 부정했다.

source: Among many programs that found themselves a target were Newstapa, an investigative news site which made groundbreaking revelations in 2013; Gobal News, a young news site runs by an independent citizen-funded station, just like Newstapa; and several news shows aired by the Christian Broadcasting System (CBS) radio.
ko: 타겟이 된 많은 프로그램 중에는 2013년 획기적인 사건 폭로를 보도했던 탐사보도팀인 뉴스타파, 뉴스타파와 마찬가지로 독립적인 시민 후원으로 운영되는 젊은 방송매체인 고발뉴스 그리고 기독교 라디오 방송(CBS)에 의해 방송되는 몇몇 뉴스쇼 등이 있다.

source: The Korean Communications Commission (KCC) released its report on the media landscape on December 30 and disqualified some as "non-real news" (or "not legit" news) and vowed to send warnings to those broadcasters in order to push them to make major adjustments in their formats.
ko: 한국방송통신위원회(KCC)는 지난 12월 30일 언론 실태조사 결과를 발표하며 몇몇 방송을 "유사보도"( 혹은 비합법적 보도)라고 몰아붙이며 이들의 보도 형식의 주요 부분이 수정되도록 경고를 보내겠다고 말했다.

source: The government's explanation was that it is illegal for special-purpose stations (i.e. traffic or religion channels) to adopt the form of "news, news anchors, and journalists" and for local channels (which air in a specific province or city) to report on general, state-level social issues - in other words, they can't use the format of news when covering any subjects that are deemed outside of their area of coverage.
ko: 정부의 설명은 특정 목적을 가진 방송매체 (예를 들어 교통 혹은 종교 채널 등)가 "보도, 보도 진행자, 언론인" 등의 형식을 취하거나 지역 방송(특정 지방 혹은 도시에서 방송되는)이 국가 차원의 일반적 사회적 이슈를 보도하는 것이 불법이라는 것이다.

source: Journalists and media workers lambasted the decision, commenting that the current journalism environment has turned as hostile as that of the 1980s when notorious military dictator Chun Doo-hwan brutally cracked down on any forms of dissent and stifled journalism.
ko: 다시 말하면 이 방송들이 다루도록 된 영역의 밖에 있다고 보이는 어떤 주제를 다룰 때 보도 형식을 취할 수 없다는 것이다.

source: A media industry veteran and currently investigative reporter at Newstapa, Choi Kyung-young (@kyung0), wrote as below.
ko: 언론계의 거장이며 현재 뉴스타파의 취재기자인 최경영씨는 (@kyung0) 아래와 같이 글을 남겼다 .

source: Newstapa (English name: Korea Center for Investigative Journalism) made stunning feats of journalism last year by disclosing critical facts about the election manipulation scandal and elite tax haven scheme, but was discredited by authorities as "not real news".
ko: 뉴스타파(영문이름: 한국탐사저널리즘센터)는 작년에 선거 조작 스캔들과 고위층들이 조세피난처를 이용 탈세한 혐의에 대한 중대한 사실을 폭로하여 언론계에 놀랄만한 업적을 남겼지만 정부 당국으로부터 "유사보도"라며 인정을 받지 못한다.

source: I dont know where they learnt about the definition on "non-legit news", but bear in mind that once the government gets to decide what is news or not, news reports in that nation disappears and only propaganda is left.
ko: 어디서 유사언론학을 들었는지 모르겠으나 "정부가 무엇이 보도인지를 규정하면 그 나라에는 보도는 사라지고 선전만 남게된다" http://t.

source: CBS (Christian Broadcasting System, not related to the US media company of the same name) is a non-profit organization that has a history of being the first independent radio station in the country.
ko: CBS(기독교방송, 같은 이름의 미국 언론사와 관련 없음)는 한국 최초의 독립 라디오 방송국이라는 역사를 가지고 있는 비영리 기관이다.

source: Although it has a Christian background, some of CBS's news programs have been praised for unbiased reports.
ko: 비록 이 방송이 기독교의 배경을 가지고 있긴 하지만, CBS의 몇몇 뉴스 프로그램은 한 쪽에 치우치지 않는 공정보도라는 찬사를 받아왔다.

source: One of the hosts for CBS's news program, Kim Eung-gyo, wrote that the only comparable crackdown on media to this current one is the 1980's shutdown when the military regime forced CBS to shutter by merging them and other independent broadcasters with state-run TV.
ko: CBS 뉴스 프로그램 진행자 중 하나인 김응교씨는 현재의 언론탄압과 비교할 수 있는 유일한 것은 1980년대 군사 정권이 CBS와 다른 독립 방송국들을 국영TV로 합병하여 CBS를 강제로 문닫게 한 것이라고 글을 남겼다.

source: The station reopened seven years later: As suspected, they provoked CBS.
ko: CBS는 7년 후에 다시 개국했다:

source: Media critic Yoo Chang-seon (‏@changseon) criticized authorities' guidelines as outdated: Korea Communications Commission's decision reveals that their thinking cannot be more outdated.
ko: 방송통신위원회의 이러한 발상, 참 낡고 낡았다 하는 생각이 듭니다.

source: Whether it is a religious channel, an economic channel or a traffic channel, the audience should be able get information on what is happening now in the world by watching those channels.
ko: 종교채널이든 경제채널이든 교통채널이든, 그 방송을 듣고 보는 사람들 모두 세상 돌아가는 일을 알아야 합니다.

source: Moreover, everything, every industry are closely connected with each other
ko: 어느 분야 하나 서로 연결되지 않는 것이 없는 세상입니다

source: Image by Free Press Pics (CC BY NC SA 2.0)
ko: Image by Free Press Pics (CC BY NC SA 2.

source: Gobal news and Newstapa both belong to RTV, an independent TV station that heavily depends on citizen contributions and donations.
ko: 고발뉴스와 뉴스타파는 둘 다 시민들의 기부와 후원에 상당 부분 의존하는 독자적인 TV 방송인 RTV (시민방송)에 속해 있다.

source: RTV tweeted as below right after the news about "not-real news" broke.
ko: RTV는 "유사보도"라는 발표가 있은 후 바로 아래와 같이 트윗을 했다.

source: Gobal news revealed that while the move was made against them, the government provides generous benefits to TV stations run by major newspapers who strongly support the government and its policies: This signals the start of muzzling media critical of the government.
ko: 고발뉴스는 자신들을 탄압하기 위한 이런 움직임을 보이는 것과 달리, 정부와 정부의 정책을 강력히 지지해 주는 주요 신문사에 의해 운영되는 종편 TV 방송에는 정부가 풍족한 혜택을 주고 있다고 폭로했다 :

source: Pyo Chang-won, a former professor at the National Police University and now influential talk show host, tweeted as below. CBS radio and its program "Kim Hyun-jeong's News Show" have played the role of real journalism program by delivering facts and sharp analyses to audiences.
ko: 늘 정확한 사실과 날카로운 분석으로 청취자들에게 꼭 필요한 바른 언론 역할을 해 준 CBS 라디오와 '김현정의 뉴스쇼'를 지지하고 응원합니다.

source: I fully support and want to encourage them, and every fiber of my body will be resisting against the KCC's anachronistic oppression of the media - which would be more befitting of a dictatorial era. Cheer up.
ko: @newsnme — 표창원 (Changwon Pyo) (@DrPyo) December 31, 2013

source: South Korean Lawmaker Proposes Bill Denying Right to Counsel for Anti-State Criminals · Global Voices
ko: 한국: 국회 의원이 반국가적 활동을 한 사람에게 변호사 접견권 부인하는 법안을 발의하다

source: A ruling party lawmaker, Kim Jin-tae proposed a bill that either denies or greatly limits the right to counsel for criminals who are accused of committing 'anti-state activities'.
ko: 여당 국회의원 김진태가 '반국가 활동'을 한 혐의를 받은 범죄자들에게 변호인 접견권을 부인하거나 또는 상당히 제한하는 법안을 발의했다 .

source: It has already drawn harsh criticism from civil rights lawyers who call it 'utterly unconstitutional idea' and sparked heated debates in major South Korean online venues.
ko: 이것은 이미 인권 변호사들로부터 '완전히 반헌법적 발상'이라며 강력한 비판을 받고 있고 한국의 주요 온라인에서 뜨거운 논쟁을 촉발시켰다.

source: Vice chairman of the Lawyers for a Democratic Society's Judicial Committee, Lee Jae-hwa (@jhohmylaw) tweeted as below.
ko: 민변 사법위원회 부위원장 이재화 (@jhohmylaw) 변호사는 아래와 같이 트윗을 했다.

source: about the bill] Kim Jin-tae is totally delusional.
ko: co/Nz2MLIsNfA 김진대, 단단히 미쳤구나.

source: What would be his next step?
ko: 이 다음엔 고문을 허용하자는 법안 발의하겠구나.
